;This is a text file.

[RTEffect_ScopedAndDropped]
RTFriendlyName="瞄准射杀"
RTNotFriendlyName="压力"

[RTEffect_PrecisionShotDamage]
RTFriendlyName="精准射击"

[RTEffect_Aggression]
RTFriendlyName="侵略"

[RTEffect_SnapshotEffect]
RTFriendlyName="急射"

[RTEffect_SixOClockEffect]
RTFriendlyName="六点钟方位"

[RTEffect_DamnGoodGround]
RTFriendlyName="卓越阵地"

[RTEffect_SlowIsSmooth]
RTFriendlyName="慢即顺利"

[RTEffect_TimeStop]
TimeStopName="灰度时刻"
TimeStopDesc="该单位被困在时间停滞中，无法感知环境的变化。"
RulerTimeStopTickFlyover="灰度时刻！"
TimeStopEffectAddedString=""
TimeStopEffectPersistsString="灰度时刻!"
TimeStopEffectRemovedString="时间停滞结束!"
TimeStopLostFlyover="时间停滞结束!"
LargeUnitTimeStopLostFlyover="时间停滞结束!"

[RTGameState_MeldEffect]
MeldLeftText="脱离融合!"
MeldJoinedText="纳入融合!"

[RTShadowStrike RTAbilityTemplate]
LocFriendlyName="暗影打击"
LocLongDescription="穿越阴影，对目标进行打击。"
LocHelpText="穿越阴影，对目标进行打击。"
LocFlyOverText="暗影打击"
LocPromotionPopupText="<Bullet/>穿越阴影，对目标进行打击。<br/><Bullet/>远程射程，不需要直线路径到目标。<br/>"

[DaybreakFlame RTAbilityTemplate]
LocFriendlyName="火焰狙击步枪（黎明之焰）"
LocHelpText="使用狙击步枪对目标开火。"
LocLongDescription="<Bullet/>狙击步枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器会结束士兵的回合。<br/>"

[OverTheShoulder RTAbilityTemplate]
LocFriendlyName="幽影窥探"
LocLongDescription="在大范围内窥视敌方单位的视角，看到他们所看到的。"
LocHelpText="窥视敌方单位的视角，看到他们所看到的。"
LocFlyOverText="幽影窥探"
LocPromotionPopupText="<Bullet/>幽影窥探可以观察敌方单位，但只有特定的能力才能在没有直接视线的情况下对其进行目标选择。<br/>"

[RTTheSixPathsOfPain RTAbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>如果单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTTheSixPathsOfPainOverride RTAbilityTemplate]
LocFriendlyName="幽影窥探"
LocLongDescription="在大范围内窥视敌方单位的视角，看到他们所看到的。"
LocHelpText="窥视敌方单位的视角，看到他们所看到的。"
LocFlyOverText="幽影窥探"
LocPromotionPopupText="<Bullet/>幽影窥探可以观察敌方单位，但只有特定的能力才能在没有直接视线的情况下对其进行目标选择。<br/>"

[RTUnwillingConduits RTAbilityTemplate]
LocFriendlyName="强制输送"
LocLongDescription="每当该单位施放灵能技能时，从受幽影窥探影响的单位中吸取能量，用于支持行动，并减少每个受影响单位的冷却时间。"
LocHelpText="每当该单位施放灵能技能时，从受幽影窥探影响的单位中吸取能量，用于支持行动，并减少每个受影响单位的冷却时间。"
LocFlyOverText="强制输送"
LocPromotionPopupText="<Bullet/>对敌人和盟友造成少量伤害。<br/><Bullet/>冷却时间将减少至最少1个回合，下回合可再次使用。<br/>"

[RTEchoedAgony RTAbilityTemplate]
LocFriendlyName="痛楚回响"
LocLongDescription="该单位会将对其产生影响的恐慌尝试回应给受幽影窥探影响的附近敌人。"
LocHelpText="该单位会将对其产生影响的恐慌尝试回应给受幽影窥探影响的附近敌人。"
LocFlyOverText="痛楚回响"
LocPromotionPopupText="<Bullet/>仅对敌方单位有效。<br/><Bullet/>反馈作为一种恐慌来源，比其他恐慌来源更强大。<br/>"

[RTTriangulation RTAbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription="融合的盟友将成为幽影窥探效果的附加来源。"
LocHelpText="融合的盟友将成为幽影窥探效果的附加来源。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/>该效果持续一个回合，即使融合被打破。<br/>"

[RTAbility_GhostAbilitySet]
FEEDBACK_NAME="「灵能反馈」"
FEEDBACK_DESC="该单位正在遭受「灵能反馈」！在其恢复期间保护他们。"
OTS_TITLE="幽影窥探"
OTS_DESC_SELF="我回头看一看。"
OTS_DESC_ALLY="我会留意你的！"
OTS_DESC_ENEMY="我看到你……看到我。"
BLOODLUST_TITLE="「血之狂热」"
BLOODLUST_DESC="该单位正经历战斗的激情！它们的近战暴击几率和伤害增加，但移动能力降低。"
STEALTH_TITLE="「隐蔽」"
STEALTH_DESC="该单位处于「隐蔽」状态，大多数单位无法看到它。"
MELD_TITLE="「心灵融合」"
MELD_DESC="该单位加入了「心灵融合」，接受和提供心灵支持。"
FADE_COOLDOWN_TITLE="消隐"
FADE_COOLDOWN_DESC="消隐技能正在冷却中。"
UV_TITLE="恐怖之声"
UV_DESC="不要回头看……"
SOC_TITLE="六点钟方位"
SOC_DESC="我守护你的后方。"
GREYSCALED_TITLE="灰度"
GREYSCALED_DESC="时间冻结..."
HARBINGER_BROKEN_ALERT="盾牌丢失!"
OVERFLOW_READOUT="溢出"

[RTEffect_Bloodlust]
BloodlustEffectTitle="「血之狂热」"

[RTAbility_GathererAbilitySet]
GuardianAngelHealText="守护天使"
KIPFriendlyName="知识即力量"
KIPFriendlyDesc="我已经看穿你了……"
LocPsionicallyInterruptedName="中断!"

[RTAbility_MarksmanAbilitySet]
TimeStopEffectTitle="灰度"
TimeStopEffectDescription="该单位被时间冻结。它无法采取行动，且更容易被击中."
EveryMomentMattersTitle="每一刻都重要"

[RTEffectBuilder]
StealthFriendlyName="「隐蔽」"
StealthFriendlyDesc="该单位处于「隐蔽」状态，大多数单位无法看到它。"
FeedbackFriendlyName="「灵能反馈」"
FeedbackFriendlyDesc="该单位正在遭受「灵能反馈」！在其恢复期间保护他们。"
MeldFriendlyName="「心灵融合」"
MeldFriendlyDesc="该单位进入了「心灵融合」，接受和提供心灵支持。"

[RTGameState_RisingTidesCommand]
SquadOneName="幽灵"
SquadOneBackground="幽灵是最高级别、黄金标准、最后一道防线。几乎每个成员的超能指数都坚定地位于10级（甚至可能超过），每个成员都为当地作战区域带来无与伦比的技能和能力。"


